export const mailList = [
  {
    title: "关于充值",
    content:
      "您好！财务部收到您提交的充值通知，但未收到您的充值款项。由于支付宝对游戏充值有一定的限制，偶然会导致充值失败，请您理解。建议每次使用不同的金额进行支付宝充值，或选用有优惠活动的【银行转账】方式，进行支付宝转银行卡，谢谢您！",
    sender: "猫皇客服敬上",
    isRead: false,
  },
  {
    title: "留言標題標題A",
    content:
      "您好！财务部收到您提交的充值通知，但未收到您的充值款项。由于支付宝对游戏充值有一定的限制，偶然会导致充值失败，请您理解。建议每次使用不同的金额进行支付宝充值，或选用有优惠活动的【银行转账】方式，进行支付宝转银行卡，谢谢您！",
    sender: "猫皇客服敬上",
    isRead: true,
  },
  {
    title: "留言標題標題B",
    content:
      "您好！财务部收到您提交的充值通知，但未收到您的充值款项。由于支付宝对游戏充值有一定的限制，偶然会导致充值失败，请您理解。建议每次使用不同的金额进行支付宝充值，或选用有优惠活动的【银行转账】方式，进行支付宝转银行卡，谢谢您！",
    sender: "猫皇客服敬上",
    isRead: true,
  },
  {
    title: "留言標題標題C",
    content:
      "您好！财务部收到您提交的充值通知，但未收到您的充值款项。由于支付宝对游戏充值有一定的限制，偶然会导致充值失败，请您理解。建议每次使用不同的金额进行支付宝充值，或选用有优惠活动的【银行转账】方式，进行支付宝转银行卡，谢谢您！",
    sender: "猫皇客服敬上",
    isRead: true,
  },
];
