export const infoPageContent = [
  {
    header:
      "猫皇娱乐接近10年的专业运营，一直秉持公平公正的原则，安全贴心的服务理念，深受会员的信赖及赞誉。",
    contents: [
      {
        title: "良好的心态",
        label:
          "猫皇从来不提倡和宣传一夜暴富之博彩心态，并建议会员以【小赌怡情】之休闲娱乐心态进行游戏，游戏应是休闲娱乐的一种愉悦方式，会员不应因输/赢超出承载而不愉快。",
      },
      {
        title: "多元化的游戏",
        label:
          "猫皇精心选用多个最受玩家欢迎的游戏平台，游戏种类包括棋牌、彩票、电子游戏（老虎机）、体育赛事竞猜、真人百家乐、轮盘、龙虎、直播等等，应有尽有。",
      },
      {
        title: "公平公正的游戏",
        label:
          "为了避免会员怀疑游戏造假，猫皇不使用自己开发的游戏平台，全部采用业界最权威、正规、专业的第三方游戏平台，输赢公平如称。",
      },
      {
        title: "专业的客服团队",
        label:
          "猫皇在岗多年的客服团队，为会员提供7X24小时不间断的贴心服务。会员的一切疑问及需求，都在这里得到满意的回复及协助。",
      },
      {
        title: "高效的充值/提款",
        label:
          "猫皇快捷安全的支付方式和通道，让会员感受充值至进入游戏不存在距离的超爽淋漓，快速提款更是在6分钟左右到账，大额无忧。",
      },
      {
        title: "坚实的安全防护",
        label:
          "猫皇会员的所有信息，都将通过最高级别的安全标准网络端口（SSL 128 bit encryption Standard）加密程序传送，绝对不会泄露，以保障每位会员信息的隐私以及安全。",
      },
    ],
  },
  {
    contents: [
      {
        title: "服务条款的确认与接纳",
        label:
          "会员在使用猫皇娱乐集团所提供的各项服务前，应详细阅读各项服务条款。凡使用猫皇服务的会员，即视为同意猫皇所提供的服务是公平、公正、合理的。会员同意使用本服务，是基于会员的个人意愿，并同意自负任何风险。",
      },
      {
        title: "服务条款之增订及修改",
        label:
          "猫皇拥有将来新增、修改本服务条款之权利，会员同意猫皇不另行个别通知，且不得因此而要求任何补偿或赔偿。",
      },
      {
        title: "损失的责任及承担",
        label:
          "会员接受猫皇提供的服务过程，如发生网络缓慢、中断，或会员自身的失误、疏忽而造成的直接或间接损失，会员自己承担，猫皇概不负责。",
      },
      {
        title: "账号和密码的保管义务",
        label:
          "会员有义务保管自身账户及密码的安全，并且不应允许第三方（者），以任何形式，通过该账户及密码，参与猫皇的所有游戏，否则，如产生损失，会员自己承担，猫皇概不负责。",
      },
      {
        title: "会员不可以拥有多个账号",
        label:
          "会员在猫皇只允许拥有一个账号。同一注册资料、同一充值或提款卡号、同一 IP 地址，均视为同一人。如会员不诚信地利用多个账号套取优惠，猫皇有权冻结其账号的使用权，乃至取消账号内所有胜出的投注。",
      },
      {
        title: "闲置账号的处置",
        label:
          "猫皇有权冻结长达 18个月或以上未登录之会员账号，如账号内有余额，猫皇有权代为将余额捐赠慈善公益事业。",
      },
      {
        title: "交易规则",
        label:
          "会员应了解猫皇【游戏充值】、以及【快速提款】之相关条款后，再进行相关操作，以免对猫皇产生相关的误解。另外，在任何情况下，猫皇都有权撤回、修改或取消任何优惠活动，且不承担任何解释说明的责任。",
      },
      {
        title: "年龄限制",
        label:
          "未满18周岁之人士，请关闭本网站。猫皇只向已满18周岁之人士提供服务。",
      },
    ],
  },
  {
    contents: [
      {
        title: "游戏充值有预算",
        label:
          "会员进行游戏充值时，对充值金额应有预算，按实际需要进行充值。因为充值后，游戏投注要等于或大于充值金额，才可以成功提款。例如：会员充值300元，无论输/赢，会员的游戏投注总和必须要等于，或大于300元，才可以成功提款，否则提款申请会被驳回，直至达到以上要求。",
      },
      {
        title: "游戏充值有优惠",
        label:
          "由于微信、支付宝对游戏充值有一定的限制，偶然会导致会员充值不成功。猫皇为了引导会员选用不受限制的【银行转账】进行充值，因此长期执行【银行转账】赠送0.5%的充值优惠。",
      },
      {
        title: "关于充值收款账号",
        label:
          "提供给会员充值的收款账号，会不定期进行更换。会员必须要使用站内显示的收款账号进行充值，切勿使用已经更换停用的旧账号进行充值，否则因此造成的损失，由会员自行承担。",
      },
      {
        title: "关于充值协助",
        label:
          "会员如在游戏充值前有不清晰的问题，或充值过程中遇到疑难，请向24小时在线的猫皇客服团队咨询或寻求协助。",
      },
    ],
  },
  {
    contents: [
      {
        title: "提款规定",
        label:
          "游戏投注必须等于或大于充值金额，方能成功提款。例如：会员充值300元，无论输/赢，会员的游戏投注总和必须要等于，或大于300元，才可以成功提款，否则提款申请会被驳回，直至达到以上要求。",
      },
      {
        title: "提款金额",
        label:
          "提款免一切手续费。单笔提款下限为30元，单笔提款上限为20万元，单日多笔累计提款上限为100万元，如超出100万元，可于次日继续进行提款。",
      },
      {
        title: "提款方式",
        label:
          "猫皇娱乐集团接受的提款银行：中国工商银行、中国农业银行、中国建设银行、 中国银行、招商银行、民生银行、交通银行、华夏银行、光大银行、中信银行、兴业银行、广发银行、浦发银行、渤海银行、平安银行、邮政储蓄。",
      },
      {
        title: "提款时间",
        label:
          "猫皇财务部提款业务时间：从早上08：00至次日凌晨02：00。财务部接到会员提款申请后，即按照相关规定进行审核，如提款符合规定，6分钟左右到达会员银行账上。",
      },
      {
        title: "提款驳回",
        label:
          "如会员的提款申请被驳回，财务部会把驳回原因转交给客服部，由客服部在站内发送留言信息，告知会员提款驳回的原因。\n通常驳回原因有：\n1、会员的游戏投注总和未达到等于，或者大于充值金额的要求，会员需要继续进行游戏，直至达到以上要求后，再次提交；\n2、会员参与猫皇举办的优惠活动，未达到优惠活动的规则，会员需要达到优惠规则后，再次提交。\n3、中国银行系统正在升级，无法进行转账，需待中国银行系统升级完毕，恢复正常服务后再次提交；",
      },
      {
        title: "提款绑定银行卡",
        label:
          "这是会员资金的安全机制，一旦绑定成功，会员往后的提款，仅限于绑定的银行卡，方便安全。每位会员仅限绑定3张提款银行卡，会员亦可通过【绑定账号】页面，执行取消绑定银行卡的设置。",
      },
    ],
  },
  {
    contents: [
      {
        title: "Q.我忘记了登录密码怎么办？",
        label:
          "请在登录的界面点击【忘记密码】，然后通过注册时使用的手机号码收取验证码，重新设置新的密码。",
      },
      {
        title: "Q.参与猫皇游戏的个人信息有保障吗？",
        label:
          "1、猫皇会员的所有信息，都将通过最高级别的安全标准网络端口（SSL 128 bit encryption Standard）加密程序传送，绝对不会泄露。\n2、猫皇为了会员的信息和资料不被外泄，实施非常严密的管理制度，除了运营总监和技术总监，所有部门的工作参与者、公司管理层及其股东，均无权限查阅会员的信息和资料。",
      },
      {
        title: "Q.猫皇的游戏会造假吗？",
        label:
          "为了避免会员怀疑游戏造假，猫皇不使用自己开发的游戏平台，全部采用业界最权威、正规、专业的第三方游戏平台，猫皇不存在造假的空间，输赢公平如称。",
      },
      {
        title: "Q.游戏充值和提款有收取什么费用吗？",
        label: "在猫皇进行游戏充值和提款，不收取任何费用。",
      },
      {
        title: "Q.为什么我充值后，游戏账上没有钱？",
        label:
          "因为猫皇的所有游戏平台，均由业界最权威和正规的第三方公司提供，每个游戏平台都有自己的钱包，会员充值后，需要通过【户内转账】，把充值的钱转账至该游戏平台的钱包，或开启【自动户内转账】按钮。",
      },
      {
        title: "Q.当我在游戏中赢了钱，我该如何提款？",
        label:
          "非常简单！通过【户内转账】，把该游戏赢的钱，转至猫皇钱包，或者点击【一键回收】按钮，然后填写收款银行卡账号资料，提交成功后，提款即可在6分钟左右到会员银行账上。",
      },
      {
        title: "Q.我该如何申诉真人游戏的错误？",
        label:
          "由于真人游戏是一个通过网络直播的真实游戏，正如所有真实的赌场一样，所以亦有可能会有出现错误发牌事件。如果您相信错误是由荷官引致，请将您的投诉加上依照以下格式的完整资料发电邮至cs.cat1688@gmail.com\n我们将会尽快联系平台提供方进行了解及处理。\n日期:\n局数:\n荷官:\n注码:\n结果:\n描述:\n以上资料能够更快的协助我们调查有关疑问，我们充分感激您的合作。",
      },
      {
        title: "Q.游戏或网站出现缓慢怎么办？",
        label:
          "手机使用的时间久了之后，大家会发现加载的速度会变慢，这种情况通常是缓存过多导致的，只要不定期地对缓存进行清理，即可解决。",
      },
    ],
  },
  {
    header:
      "猫皇娱乐集团非常重视会员的隐私，因而无论在网络传输，还是运营过程，都制订了非常严密的的措施和监管制度，以下是我们的具体做法：",
    contents: [
      {
        title: "客服部",
        label:
          "在会员进行咨询的情况下，客服部主管及专员，仅能因需要回复会员的相关咨询，才可以通过系统查阅会员最近48小时内的游戏记录和充值/提款记录。其余信息及资料，均无权限触及。",
      },
      {
        title: "财务部",
        label:
          "在会员进行提款的情况下，财务部主管及专员，仅能因会员提款转账的需要，才可以通过系统查阅会员的提款资料和最近5次的充值/提款记录，会员的其余信息及资料，均无权限触及。",
      },
      {
        title: "其他部门",
        label:
          "市场部、风控部、运营部均有极其严密的权限制度，非工作必要的情况下，均无权限触及会员的任何信息及资料。",
      },
      {
        title: "技术部",
        label:
          "技术部以保障每位会员信息安全为最高工作要求，网络数据通过最高级别的安全标准网络端口（SSL 128 bit encryption Standard）加密程序传送，会员信息绝对不会被泄露。",
      },
      {
        title: "第三方游戏平台API",
        label:
          "通过加密方式与第三方游戏平台进行API对接，第三方游戏平台公司均无法取得猫皇会员的任何资料及信息。",
      },
      {
        title: "往来款项定义",
        label:
          "猫皇严密保管会员的一切信息资料，并把所有会员的游戏充值和提款，均定义为网上商城购物或贸易往来款项。",
      },
    ],
  },
];
